[
  "obsidian-annotator",
  "obsidian-auto-link-title",
  "easy-typing-obsidian",
  "obsidian-file-cleaner",
  "file-explorer-note-count",
  "media-extended",
  "mx-bili-plugin",
  "obsidian-paste-image-rename",
  "url-into-selection",
  "recent-files-obsidian",
  "tag-wrangler",
  "obsidian-enhancing-mindmap",
  "obsidian-custom-attachment-location",
  "hk-code-block",
  "obsidian-git"
]